/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "Kaydetmek";
"Cancel" = "iptal etmek";
"Select Language" = "Dil Seçin";
"Select Channel" = "Kanal Seçin";
"Widget Settings" = "Widget Ayarları";
"Settings" = "ayarlar";
"More Options" = "Daha fazla seçenek";
"Submit" = "göndermek";
"Skip feedback" = "Geri bildirimi atla";
"Did we resolve your issue?" = "Sorununuzu çözdük mü?";
"Send Chat Transcript to your email address" = "Sohbet Metnini e-posta adresinize gönderin";
"Chat Transcript" = "Sohbet Metni";
"Thanks for your feedback!" = "Geri bildiriminiz için teşekkürler!";
"Feedback Comment" = "Geribildirim Yorum";
"Additional Feedback" = "Ek Geri Bildirim";
"Add Additional Feedback" = "Ek Geri Bildirim Ekle";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "Size yardımcı olan TELUS Sanal Asistan'ın performansını nasıl değerlendirirsiniz?";
"Want to share feedback?" = "Geri bildiriminizi paylaşmak ister misiniz?";
"Sorry! Your device does not support speech input" = "Üzgünüm! Cihazınız konuşma girişini desteklemiyor";
"Say something" = "Bir şey söylemek";
"Ask me something" = "Bana bir şey sor";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Bağlanırken bir şeyler ters gitti, kimlik bilgilerinin doğru olduğundan emin olun ve tekrar deneyin";
"Logout" = "Çıkış Yap";
"This field is required" = "Bu alan gereklidir";
"This password is incorrect" = "Bu şifre yanlış";
"This Jid  is invalid" = "Bu Jid geçersiz";
"Sign in" = "Kayıt olmak";
"Password" = "Şifre";
"Chatbot" = "Sohbet robotu";
"Mobile" = "mobil";
"Privacy Policy" = "Gizlilik Politikası";
"Agent" = "Ajan";
"Read more" = "Devamını oku";
"Read less" = "Az oku";
"Close" = "kapalı";
"Email" = "e-posta";
"Email address" = "E-posta adresi";
"Quick reply" = "Hızlı cevap";
"Emoji" = "emoji";
"Please Enter Email" = "Lütfen e-posta giriniz";
"Email Sent" = "E-posta gönderildi";
"OK" = "Tamam";
"YES" = "Evet";
"NO" = "HAYIR";
"Immediate fun or longer purpose - how to choose?" = "Anında eğlence veya daha uzun amaç - nasıl seçilir?";
"good" = "iyi";
"response" = "cevap";
"Failure" = "Arıza";
"Feedback successfully posted." = "Geri bildirim başarıyla gönderildi.";
"Error" = "Hata";
"No Internet connection " = "internet bağlantısı yok ";
"Oops!" = "Hata!";
"Hi" = "MERHABA";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", sabrınız için teşekkür ederiz. Kısa süre içinde sizi bir sonraki müsait acenteye bağlayacağız.";
"Waiting for agent" = "Temsilci bekleniyor";
"is now connected to chat" = "artık sohbete bağlı";
"Genesys Call Transfer" = "Genesys Çağrı Aktarımı";
"No Chatbot Found" = "Chatbot Bulunamadı";
"Feedback" = "Geri bildirim";
"Message!" = "İleti!";
"Sorry, the requested URL not found!" = "Üzgünüz, istenen URL bulunamadı!";
"Text to speech" = "Konuşma metni";
"Enable text to speech" = "Metinden konuşmaya etkinleştir";
"has disconnected the chat" = "sohbet bağlantısını kesti";
"Please enter valid email" = "Lütfen geçerli bir e-posta girin";
"Success" = "başarı";
"Sorry! Currently no agent is available" = "Üzgünüm! Şu anda herhangi bir temsilci mevcut değil";
"Oops, this service is temporarily unavailable" = "Hata! Bu hizmet geçici olarak kullanılamıyor";
"Retry" = "yeniden dene";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "Artık canlı temsilciyle bağlantınız yok.";
"Unable to load the requested URL" = "İstenen URL yüklenemiyor";
"Unable to serve, you are too fast in typing" = "Sunum yapılamıyor, yazarken çok hızlısınız";
"Unable to play video" = "Video oynatılamıyor";
"Thank You" = "Teşekkür ederim";
"Chatbot cannot connect to the server at the moment. Please retry." = "Chatbot şu anda sunucuya bağlanamıyor. Lütfen tekrar deneyiniz.";
"Connect" = "bağlamak";
"Permission Denied" = "İzin reddedildi";
"Speech recognition permission is declined. Please allow access from settings." = "Konuşma tanıma izni reddedildi. Lütfen ayarlardan erişime izin verin.";
"Mike permission is declined. Please allow access from settings." = "Mike'ın izni reddedildi. Lütfen ayarlardan erişime izin verin.";
"Please allow location access to fetch your current location." = "Mevcut konumunuzu almak için lütfen konum erişimine izin verin.";
"Open Settings" = "Ayarları aç";
"Not Now" = "Şimdi değil";
"Please select location on the map" = "Lütfen haritadan konum seçin";
"Done" = "Tamamlamak";
"Clear" = "temizlemek";
"Signature" = "imza";
"Signature not found." = "İmza bulunamadı.";
"Upload QR Code" = "QR Kodunu Yükle";
"Scan QR Code" = "qr kodunu tara";
"Please select option" = "Lütfen seçeneği seçin";
"Upload from Library" = "Kütüphaneden Yükle";
"Scanned Code" = "Taranan Kod";
"Uploaded QR Code is not valid. Please upload again." = "Yüklenen QR Kodu geçerli değil. Lütfen tekrar yükleyin.";
"Device has no camera" = "Cihazın kamerası yok";
"Please allow permission to use the Camera so that you can scan QR code." = "Lütfen QR kodunu tarayabilmeniz için Kamerayı kullanma iznine izin verin.";
"Please allow permission to access photos so that you can scan QR code." = "QR kodunu tarayabilmeniz için lütfen fotoğraflara erişim izni verin.";
"Reupload QR Code" = "QR Kodunu Yeniden Yükle";
"Rescan QR Code" = "QR Kodunu Yeniden Tarayın";
"unread message(s)" = "okunmamış mesaj(lar)";
"Chat Invite" = "Sohbet Davet Et";
"You have a new chat invite from" = "Şu kişiden yeni bir sohbet davetiniz var:";
"Reject" = "reddetmek";
"Accept" = "kabul etmek";
"Your session has been expired. Please start a new conversation." = "Oturumunuzun süresi doldu. Lütfen yeni bir görüşme başlatın.";
"Please enter" = "girin lütfen";
"Please enter valid" = "Lütfen geçerli girin";
"can't be more than" = "daha fazla olamaz";
"characters" = "karakterler";
"Select" = "seçme";
"Please select" = "Lütfen seçin";
"Unable to send chat transcript." = "Sohbet metni gönderilemiyor.";
"Reset" = "Sıfırla";
"Please enter details" = "Lütfen ayrıntıları girin";
"Email will be send to you shortly" = "Yakında size e-posta gönderilecek";
